package com.dev.realtimechat.chatroom.domain;

public enum Champion {
    아트록스, 아리, 아칼리, 알리스타, 아무무, 애니비아, 애니, 아펠리오스,
    애쉬, 아오렐리온_솔, 아지르, 바드, 블리츠크랭크, 브랜드, 브라움,
    케이틀린, 카밀, 카시오페아, 초가스, 코르키, 다리우스, 다이애나,
    닥터_문도, 에코, 엘리스, 이블린, 이즈리얼, 피들스틱, 피오라,
    피즈, 갈리오, 갱플랭크, 가렌, 나르, 그라가스, 그레이브즈, 헤카림,
    하이머딩거, 일라오이, 이렐리아, 아이번, 잔나, 자르반_4세, 진,
    징크스, 카이사, 카르마, 카서딘, 카타리나, 케일, 케넨,
    카직스, 킨드레드, 클레드, 코그모, 르블랑, 리신, 레오나, 릴리아,
    럭스, 말파이트, 말자하, 모르가나, 문도_박사, 니달리, 노틸러스, 누누와_윌럼프,
    오른, 파이크, 퀸, 라이즈, 사이온, 세주아니, 쉔, 쉬바나,
    소나, 스카너, 시비르, 신지드, 신드라, 쓰레쉬, 타릭,
    트리스타나, 트런들, 트위치, 티모, 탈리야, 판테온
}
